<?xml version="1.0" encoding="UTF-8"?><!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1"><dict><key>PayloadUUID</key><string>7927BE97-9204-4F3F-8E17-2623EB497A73</string><key>PayloadType</key><string>Configuration</string><key>PayloadOrganization</key><string>D8 Services</string><key>PayloadIdentifier</key><string>7927BE97-9204-4F3F-8E17-2623EB497A73</string><key>PayloadDisplayName</key><string>CIS Benchmark Restrictions macOS 12</string><key>PayloadDescription</key><string>CIS Benchmark Restrictions macOS 12&#13;
* 2.4.10 Ensure Content Caching Is Disabled&#13;
* 2.4.11 Ensure AirDrop Is Disabled&#13;
* 2.6.1.1 Audit iCloud Configuration&#13;
* 2.6.1.2 Audit iCloud Keychain&#13;
* 2.6.1.3 Audit iCloud Drive&#13;
* 2.6.1.4 Ensure iCloud Drive Document and Desktop Sync is Disabled&#13;
* 2.7.1 Ensure Backup Up Automatically is Enabled&#13;
* 4.1 Ensure Bonjour Advertising Services Is Disabled</string><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadRemovalDisallowed</key><true/><key>PayloadScope</key><string>System</string><key>PayloadContent</key><array><dict><key>PayloadUUID</key><string>D538D6DB-0D5A-4FD1-85FA-FBE4532F7215</string><key>PayloadType</key><string>com.apple.MCX</string><key>PayloadOrganization</key><string>CIS Benchmarks</string><key>PayloadIdentifier</key><string>D538D6DB-0D5A-4FD1-85FA-FBE4532F7215</string><key>PayloadDisplayName</key><string>MCX</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>AutoOpenSafeDownloads</key><false/><key>safariAllowAutoFill</key><true/></dict><dict><key>PayloadUUID</key><string>EBD9CBEC-EEC8-4C14-A5B1-AA06B4B34247</string><key>PayloadType</key><string>com.apple.applicationaccess.new</string><key>PayloadOrganization</key><string>CIS Benchmarks</string><key>PayloadIdentifier</key><string>EBD9CBEC-EEC8-4C14-A5B1-AA06B4B34247</string><key>PayloadDisplayName</key><string>Application Restrictions</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>allowDiagnosticSubmission</key><false/><key>familyControlsEnabled</key><false/></dict><dict><key>PayloadUUID</key><string>455B0132-B0B6-4683-901D-0DF37D7431EB</string><key>PayloadType</key><string>com.apple.coremediaio.support</string><key>PayloadOrganization</key><string>CIS Benchmarks</string><key>PayloadIdentifier</key><string>455B0132-B0B6-4683-901D-0DF37D7431EB</string><key>PayloadDisplayName</key><string>CoreMediaIO Support</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>Device Access Allowed</key><true/></dict><dict><key>PayloadUUID</key><string>D8F82838-F795-4E12-9A3B-BE0C9B099BE6</string><key>PayloadType</key><string>com.apple.DiscRecording</string><key>PayloadOrganization</key><string>CIS Benchmarks</string><key>PayloadIdentifier</key><string>D8F82838-F795-4E12-9A3B-BE0C9B099BE6</string><key>PayloadDisplayName</key><string>Media Access:  Disc Recording</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>BurnSupport</key><string>on</string></dict><dict><key>PayloadUUID</key><string>B5C18318-8525-459D-99DF-D65DEC856972</string><key>PayloadType</key><string>com.apple.appstore</string><key>PayloadOrganization</key><string>CIS Benchmarks</string><key>PayloadIdentifier</key><string>B5C18318-8525-459D-99DF-D65DEC856972</string><key>PayloadDisplayName</key><string>App Store</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>restrict-store-softwareupdate-only</key><false/><key>restrict-store-disable-app-adoption</key><false/><key>restrict-store-require-admin-to-install</key><false/><key>DisableSoftwareUpdateNotifications</key><false/></dict><dict><key>PayloadUUID</key><string>A720B434-890A-4DFB-91D1-421C056C4328</string><key>PayloadType</key><string>com.apple.dashboard</string><key>PayloadOrganization</key><string>CIS Benchmarks</string><key>PayloadIdentifier</key><string>A720B434-890A-4DFB-91D1-421C056C4328</string><key>PayloadDisplayName</key><string>Dashboard Widget Restrictions</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>whiteListEnabled</key><false/><key>WhiteList</key><array/></dict><dict><key>PayloadUUID</key><string>2A4062A5-3478-4A63-B359-BDC762221164</string><key>PayloadType</key><string>com.apple.finder</string><key>PayloadOrganization</key><string>CIS Benchmarks</string><key>PayloadIdentifier</key><string>2A4062A5-3478-4A63-B359-BDC762221164</string><key>PayloadDisplayName</key><string>Media Access:  Finder Settings</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>ProhibitBurn</key><false/></dict><dict><key>PayloadUUID</key><string>EB0949F1-6430-4BF5-A9EC-5C2930AE2055</string><key>PayloadType</key><string>com.apple.NetworkBrowser</string><key>PayloadOrganization</key><string>CIS Benchmarks</string><key>PayloadIdentifier</key><string>EB0949F1-6430-4BF5-A9EC-5C2930AE2055</string><key>PayloadDisplayName</key><string>AirDrop</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>DisableAirDrop</key><false/></dict><dict><key>PayloadUUID</key><string>467549E0-3050-4F43-86D0-8D2235D5300E</string><key>PayloadType</key><string>com.apple.gamed</string><key>PayloadOrganization</key><string>CIS Benchmarks</string><key>PayloadIdentifier</key><string>467549E0-3050-4F43-86D0-8D2235D5300E</string><key>PayloadDisplayName</key><string>Game Center</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>GKFeatureGameCenterAllowed</key><true/><key>GKFeatureAccountModificationAllowed</key><true/><key>GKFeatureAddingGameCenterFriendsAllowed</key><true/><key>GKFeatureMultiplayerGamingAllowed</key><true/></dict><dict><key>PayloadUUID</key><string>4E2DD69F-2D63-419D-B3AF-535042088DA8</string><key>PayloadType</key><string>com.apple.applicationaccess</string><key>PayloadOrganization</key><string>CIS Benchmarks</string><key>PayloadIdentifier</key><string>4E2DD69F-2D63-419D-B3AF-535042088DA8</string><key>PayloadDisplayName</key><string>Restrictions</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>forceUnpromptedManagedClassroomScreenObservation</key><false/><key>allowCloudDocumentSync</key><false/><key>allowCloudDesktopAndDocuments</key><false/><key>allowSpotlightInternetResults</key><true/><key>allowMusicService</key><true/><key>allowCloudKeychainSync</key><false/><key>allowCloudBTMM</key><false/><key>allowCloudFMM</key><false/><key>allowCloudBookmarks</key><false/><key>allowCloudMail</key><false/><key>allowCloudCalendar</key><false/><key>allowCloudReminders</key><false/><key>allowCloudAddressBook</key><false/><key>allowCloudNotes</key><false/><key>allowPasswordSharing</key><true/><key>allowPasswordAutoFill</key><true/><key>allowPasswordProximityRequests</key><true/><key>allowCamera</key><true/><key>allowContentCaching</key><false/><key>allowCloudPrivateRelay</key><true/><key>forceDelayedSoftwareUpdates</key><false/><key>forceDelayedAppSoftwareUpdates</key><false/><key>forceDelayedMajorSoftwareUpdates</key><false/><key>allowAirPrint</key><true/><key>forceAirPrintTrustedTLSRequirement</key><false/><key>allowAirPrintiBeaconDiscovery</key><true/><key>allowScreenShot</key><true/><key>allowRemoteScreenObservation</key><true/><key>forceClassroomUnpromptedScreenObservation</key><false/><key>forceUnpromptedManagedClassroomScreenObservation</key><false/><key>allowFingerprintForUnlock</key><true/><key>enforcedFingerprintTimeout</key><integer>172800</integer><key>forceClassroomUnpromptedAppAndDeviceLock</key><false/><key>forceClassroomAutomaticallyJoinClasses</key><false/><key>forceClassroomRequestPermissionToLeaveClasses</key><false/><key>allowActivityContinuation</key><true/><key>allowDeprecatedWebKitTLS</key><false/><key>allowEraseContentAndSettings</key><true/></dict><dict><key>PayloadUUID</key><string>ED4004E2-B95E-4A9D-ACFC-9C772D41CA54</string><key>PayloadType</key><string>com.apple.systempreferences</string><key>PayloadOrganization</key><string>CIS Benchmarks</string><key>PayloadIdentifier</key><string>ED4004E2-B95E-4A9D-ACFC-9C772D41CA54</string><key>PayloadDisplayName</key><string>System Preferences</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>DisabledPreferencePanes</key><array><string>com.apple.preferences.icloud</string></array></dict><dict><key>PayloadUUID</key><string>F8A8D95A-7A85-459A-AC67-10FEC5C17139</string><key>PayloadType</key><string>com.apple.preferences.users</string><key>PayloadOrganization</key><string>CIS Benchmarks</string><key>PayloadIdentifier</key><string>F8A8D95A-7A85-459A-AC67-10FEC5C17139</string><key>PayloadDisplayName</key><string>User Preferences</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>DisableUsingiCloudPassword</key><true/></dict><dict><key>PayloadUUID</key><string>82C76E30-C7ED-448C-A193-715831CE0753</string><key>PayloadType</key><string>com.apple.systemuiserver</string><key>PayloadOrganization</key><string>CIS Benchmarks</string><key>PayloadIdentifier</key><string>82C76E30-C7ED-448C-A193-715831CE0753</string><key>PayloadDisplayName</key><string>Media Access</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>logout-eject</key><dict/><key>mount-controls</key><dict><key>cd</key><array/><key>harddisk-internal</key><array/><key>disk-image</key><array/><key>dvd</key><array/><key>blankdvd</key><array/><key>harddisk-external</key><array/><key>blankcd</key><array/><key>dvdram</key><array/></dict></dict><dict><key>PayloadUUID</key><string>126C59E1-6BFB-40E8-B3EC-BA87489C661E</string><key>PayloadType</key><string>com.apple.desktop</string><key>PayloadOrganization</key><string>CIS Benchmarks</string><key>PayloadIdentifier</key><string>126C59E1-6BFB-40E8-B3EC-BA87489C661E</string><key>PayloadDisplayName</key><string>Desktop</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/></dict><dict><key>PayloadUUID</key><string>7663B4C3-024C-4145-989F-573E192415F9</string><key>PayloadType</key><string>com.apple.ShareKitHelper</string><key>PayloadOrganization</key><string>CIS Benchmarks</string><key>PayloadIdentifier</key><string>7663B4C3-024C-4145-989F-573E192415F9</string><key>PayloadDisplayName</key><string>Restrictions</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>SHKDeniedShareServices</key><array/></dict><dict><key>PayloadUUID</key><string>8F02FD17-6F74-4616-855F-D1AFC9F717C8</string><key>PayloadType</key><string>com.apple.fileproviderd</string><key>PayloadOrganization</key><string>CIS Benchmarks</string><key>PayloadIdentifier</key><string>8F02FD17-6F74-4616-855F-D1AFC9F717C8</string><key>PayloadDisplayName</key><string>FileProvider</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>AllowManagedFileProvidersToRequestAttribution</key><true/></dict></array></dict></plist>